[Magic_air.A_no_chain_lightning_creature H7BaseBuff]
mName="连锁闪电冷却中"
mTooltip="该英雄在%durnow回合内无法再使用连锁闪电法术。"

[Magic_air.A_no_chain_lightning_hero H7BaseBuff]
mName="连锁闪电冷却中"
mTooltip="该英雄在%durnow回合内无法再使用连锁闪电法术。"

[Magic_Dark.A_no_cloack_darkness_creature H7BaseBuff]
mName="暗影斗篷冷却中"
mTooltip="该英雄在%durnow回合内无法再使用暗影斗篷法术。"

[Magic_Dark.A_no_Plague_hunting_creature H7BaseBuff]
mName="瘟疫缠身冷却中"
mTooltip="该英雄在%durnow回合内无法再使用瘟疫缠身法术。"

[Magic_Earth.A_no_Essain_de_guepe_creature H7BaseBuff]
mName="蜂群侵袭冷却中"
mTooltip="该英雄在%durnow回合内无法再使用蜂群侵袭法术。"

[Magic_Earth.A_no_Poison_Cloud_creature H7BaseBuff]
mName="毒云冷却中"
mTooltip="该英雄在%durnow回合内无法再使用毒云法术。"

[Magic_fire.A_no_Armageddon_creature H7BaseBuff]
mName="末日审判冷却中"
mTooltip="该英雄在%durnow回合内无法再使用末日审判法术。"

[Magic_fire.A_no_firewall_creature H7BaseBuff]
mName="烈焰之墙冷却中"
mTooltip="该英雄在%durnow回合内无法再使用烈焰之墙法术。"

[Magic_fire.A_no_Senty_fire_creature H7BaseBuff]
mName="烈焰哨位冷却中"
mTooltip="该英雄在%durnow回合内无法再使用烈焰哨位法术。"

[Magic_light.A_no_Martyr_creature H7BaseBuff]
mName="殉道者冷却中"
mTooltip="该英雄在%durnow回合内无法再使用殉道者法术。"

[Magic_light.A_no_Resurrection_creature H7BaseBuff]
mName="复活冷却中"
mTooltip="该英雄在%durnow回合内无法再使用复活法术。"

[Magic_Prime.A_no_implosion_creature H7BaseBuff]
mName="内向爆裂冷却中"
mTooltip="该英雄在%durnow回合内无法再使用内向爆裂法术。"

[Magic_Prime.A_no_Soul_conflagration_creature H7BaseBuff]
mName="灵魂燃烧冷却中"
mTooltip="该英雄在%durnow回合内无法再使用灵魂燃烧法术。"

[Magic_Prime.A_no_Summon_elemental_creature H7BaseBuff]
mName="召唤元素冷却中"
mTooltip="该英雄在%durnow回合内无法再使用召唤元素法术。"

[Magic_Prime.A_no_Time_stasis_creature H7BaseBuff]
mName="时间静滞冷却中"
mTooltip="该英雄在%durnow回合内无法再使用时间静滞法术。"

[Magic_Water.A_no_Blizzar_creature H7BaseBuff]
mName="暴风雪冷却中"
mTooltip="该英雄在%durnow回合内无法再使用暴风雪法术。"

[Magic_Water.A_no_Tsunami_creature H7BaseBuff]
mName="海啸冷却中"
mTooltip="该英雄在%durnow回合内无法再使用海啸法术。"

_____________________________________

[Magic_Earth.A_no_stone_spike H7BaseBuff]
mName="巨石利刺冷却中"
mTooltip="该英雄在%durnow回合内无法再使用巨石利刺法术。"


[library.A__ArcaneLibrary_new H7TownArcaneLibrary]
mName=""
mDesc=""

[library.A_Academy_ArcaneLibrary H7Inscriber]
mName="奥法图书馆"
mDesc="使你可以购买法术学习卷轴。\n卷轴每天刷新。\n一旦卷轴被使用（在物品栏右键点击），英雄将永久学会该法术。\n只有当英雄达到所需的奥术等级时才能使用该卷轴。"


[New_scroll.A_Scroll_Dark_curse H7HeroItem]
mName="诅咒卷轴"
mTooltip="消耗卷轴以学习黑暗法术诅咒。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_Dark_dead_aniamtion H7HeroItem]
mName="唤起死灵卷轴"
mTooltip="消耗卷轴以学习黑暗法术唤起死灵。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_Dark_Vampirisme H7HeroItem]
mName="吸血卷轴"
mTooltip="消耗卷轴以学习黑暗法术吸血。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_Fire_fireRains H7HeroItem]
mName="陨石雨卷轴"
mTooltip="消耗卷轴以学习火焰法术陨石雨。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_Fire_fireSenty H7HeroItem]
mName="烈焰哨位卷轴"
mTooltip="消耗卷轴以学习火焰法术烈焰哨位。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_Fire_fireTourmente H7HeroItem]
mName="折磨卷轴"
mTooltip="消耗卷轴以学习火焰法术折磨。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_prime_infection H7HeroItem]
mName="感染卷轴"
mTooltip="消耗卷轴以学习源力法术感染。"

[New_scroll.A_Scroll_Water_Armor_ice H7HeroItem]
mName="寒冰装甲卷轴"
mTooltip="消耗卷轴以学习流水法术寒冰装甲。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_Water_freesingHeal H7HeroItem]
mName="愈疗寒冰卷轴"
mTooltip="消耗卷轴以学习流水法术愈疗寒冰。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_Water_heal_curat H7HeroItem]
mName="治愈之源卷轴"
mTooltip="消耗卷轴以学习流水法术治愈之源。"

[New_scroll.A_Scroll_light_bless H7HeroItem]
mName="祝福卷轴"
mTooltip="消耗卷轴以学习光明法术祝福。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_Air_gustofheal H7HeroItem]
mName="治愈微风卷轴"
mTooltip="消耗卷轴以学习空气法术治愈微风。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_earth_Fleur_vie H7HeroItem]
mName="生命之花卷轴"
mTooltip="消耗卷轴以学习大地法术生命之花。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"

[New_scroll.A_Scroll_Prime_instant_recharge H7HeroItem]
mName="即时充能卷轴"
mTooltip="消耗卷轴以学习源力法术即时充能。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE奥术知识才能使用此卷轴。"


v1.32

[Magic_Water.A_no_freezing_orbe H7BaseBuff]
mName="冰冻之球冷却中"
mTooltip="该英雄在%durnow回合内无法再使用冰冻之球法术。"

[Magic_Dark.A_no_vampirisme H7BaseBuff]
mName="吸血冷却中"
mTooltip="该英雄在%durnow回合内无法再使用吸血法术。"

version 1.34

[Magic_Earth.A_no_earthquake_creature H7BaseBuff]
mName="地震冷却中"
mTooltip="该英雄在%durnow回合内无法再使用地震法术。"

__________________________________

Version 1.35

[Magic_Water.A_no_ice_strike_creature H7BaseBuff]
mName="寒冰打击冷却中"
mTooltip="该英雄在%durnow回合内无法再使用寒冰打击法术。"

[Magic_Water.A_no_circle_hiver_creature H7BaseBuff]
mName="寒冬法阵冷却中"
mTooltip="该英雄在%durnow回合内无法再使用寒冬法阵法术。"

[New_scroll.A_Scroll_earth_Boue H7HeroItem]
mName="净化泥浆卷轴"
mTooltip="消耗卷轴以学习大地法术净化泥浆。"

[Magic_Earth.A_no_boue_creature H7BaseBuff]
mName="净化泥浆冷却中"
mTooltip="该英雄在%durnow回合内无法再使用净化泥浆法术。"

[Magic_fire.A_no_fireball_creature H7BaseBuff]
mName="火球冷却中"
mTooltip="该英雄在%durnow回合内无法再使用火球法术。"

[Magic_air.A_no_reflex H7BaseBuff]
mName="反射闪电冷却中"
mTooltip="该英雄在%durnow回合内无法再使用反射闪电法术。"

[Magic_air.A_no_ErraticStorm H7BaseBuff]
mName="诡异暴风冷却中"
mTooltip="该英雄在%durnow回合内无法再使用诡异暴风法术。"

[Magic_air.A_no_cyclone H7BaseBuff]
mName="旋风冷却中"
mTooltip="该英雄在%durnow回合内无法再使用旋风法术。"

[Magic_Dark.A_no_Shadow_image H7BaseBuff]
mName="暗影镜像冷却中"
mTooltip="该英雄在%durnow回合内无法再使用暗影镜像法术。"

[Magic_Dark.A_no_agonie H7BaseBuff]
mName="苦痛冷却中"
mTooltip="该英雄在%durnow回合内无法再使用苦痛法术。"

[Magic_Dark.A_no_despair H7BaseBuff]
mName="绝望冷却中"
mTooltip="该英雄在%durnow回合内无法再使用绝望法术。"

[Magic_fire.A_no_meteorite H7BaseBuff]
mName="陨石冷却中"
mTooltip="该英雄在%durnow回合内无法再使用陨石法术。"

[Magic_light.A_no_celestial H7BaseBuff]
mName="天界护甲冷却中"
mTooltip="该英雄在%durnow回合内无法再使用天界护甲法术。"

[Magic_light.A_no_retribution H7BaseBuff]
mName="报应冷却中"
mTooltip="该英雄在%durnow回合内无法再使用报应法术。"

v1.37

[Magic_light.A_no_Resurrection_creature_master H7BaseBuff]
mName="复活冷却中"
mTooltip="该英雄在%durnow回合内无法再使用复活法术。"

[Magic_light.A_no_Martyr_creature_master H7BaseBuff]
mName="殉道者冷却中"
mTooltip="该英雄在%durnow回合内无法再使用殉道者法术。"

[Magic_Prime.A_no_Soul_conflagration_creature_master H7BaseBuff]
mName="灵魂燃烧冷却中"
mTooltip="该英雄在%durnow回合内无法再使用灵魂燃烧法术。"

[Magic_fire.A_no_Armageddon_creature_master H7BaseBuff]
mName="末日审判冷却中"
mTooltip="该英雄在%durnow回合内无法再使用末日审判法术。"

[Magic_fire.A_no_Senty_fire_creature_master H7BaseBuff]
mName="烈焰哨位冷却中"
mTooltip="该英雄在%durnow回合内无法再使用烈焰哨位法术。"

[Magic_air.A_no_chain_lightning_creature_master H7BaseBuff]
mName="连锁闪电冷却中"
mTooltip="该英雄在%durnow回合内无法再使用连锁闪电法术。"

[Magic_Dark.A_no_cloack_darkness_creature_master H7BaseBuff]
mName="暗影斗篷冷却中"
mTooltip="该英雄在%durnow回合内无法再使用暗影斗篷法术。"

[Magic_Dark.A_no_Plague_hunting_creature_master H7BaseBuff]
mName="瘟疫缠身冷却中"
mTooltip="该英雄在%durnow回合内无法再使用瘟疫缠身法术。"

[Magic_Water.A_no_freezing_orbe_master H7BaseBuff]
mName="冰冻之球冷却中"
mTooltip="该英雄在%durnow回合内无法再使用冰冻之球法术。"

[Magic_air.A_no_ErraticStorm_master H7BaseBuff]
mName="诡异暴风冷却中"
mTooltip="该英雄在%durnow回合内无法再使用诡异暴风法术。"

[Magic_Earth.A_no_Essain_de_guepe_creature_master H7BaseBuff]
mName="蜂群侵袭冷却中"
mTooltip="该英雄在%durnow回合内无法再使用蜂群侵袭法术。"

[Magic_Prime.A_no_Time_stasis_creature_master H7BaseBuff]
mName="时间静滞冷却中"
mTooltip="该英雄在%durnow回合内无法再使用时间静滞法术。"

[Magic_Water.A_no_Tsunami_creature_master H7BaseBuff]
mName="海啸冷却中"
mTooltip="该英雄在%durnow回合内无法再使用海啸法术。"

[Magic_Earth.A_no_Poison_Cloud_creature_master H7BaseBuff]
mName="毒云冷却中"
mTooltip="该英雄在%durnow回合内无法再使用毒云法术。"


[maitre_arme.A_no_openfire H7BaseBuff]
mName="开火！冷却中"
mTooltip="该英雄在%durnow回合内无法再使用开火！。"

[maitre_arme.A_no_advance H7BaseBuff]
mName="前进！冷却中"
mTooltip="该英雄在%durnow回合内无法再使用前进！。"

[maitre_arme.A_no_intimidation H7BaseBuff]
mName="威吓冷却中"
mTooltip="该英雄在%durnow回合内无法再使用威吓。"

[maitre_arme.A_no_frappe_heroic H7BaseBuff]
mName="英勇打击冷却中"
mTooltip="该英雄在%durnow回合内无法再使用英勇打击。"

v1.38

[Magic_Earth.A_no_entangle H7BaseBuff]
mName="纠缠冷却中"
mTooltip="该英雄在%durnow回合内无法再使用纠缠法术。"

[Magic_Prime.A_no_time_controle H7BaseBuff]
mName="时间控制冷却中"
mTooltip="该英雄在%durnow回合内无法再使用时间控制法术。"

[Magic_Prime.A_no_fortune H7BaseBuff]
mName="幸运冷却中"
mTooltip="该英雄在%durnow回合内无法再使用幸运法术。"

[Magic_fire.A_no_burningdetermination H7BaseBuff]
mName="燃烧决心冷却中"
mTooltip="该英雄在%durnow回合内无法再使用燃烧决心法术。"